Repository: Belarus/OmegaT-Windows
Catalog: WMPrograms/VITO Winterface/VITO Winterface-level2.tmx
Source language: en
Languages: be

source: Your license has expired. Please, read the manual and license agreement for more information.
be: Тэрмін дзеяньня вашае ліцэнзіі мінуў. Калі ласка, прачытайце кіраўніцтва і ліцэнзійнае пагадненьне для дадатковай інфармацыі.

source: Clock
be: Гадзіньнік

source: Buy via SMS
be: Набыць праз SMS

source: Your trial period expires in
be: Выпрабавальны пэрыяд мінае праз

source: Screen Orientation
be: Арыентацыя экрана

source: Unregistered version.
be: Незарэгістраваная вэрсія.

source: Thursday
be: Чацьвер

source: Files
be: Файлы

source: Slide to unlock
be: Перасуньце, каб разблякаваць

source: Your purchase information not found on server. If you've purchased %product_name%, please, verify your activation code and try again.
be: Інфармацыя аб вашым набыцьці адсутнічае на сэрвэры. Калі вы набывалі %product_name%, калі ласка, праверце ваш код актывацыі і паўтарыце спробу.

source: Bright
be: Сьветлы

source: on
be: укл

source: Multi-day event
be: Паўтаральная падзея

source: Tomorrow
be: Заўтра

source: Profile
be: Профіль

source: File saved
be: Файл захаваны

source: Your license is activated.
be: Вашая ліцэнзія актываваная.

source: Get more skins
be: Атрымаць больш тэмаў

source: Email
be: Эл. пошта

source: Activate
be: Актываваць

source: Tuesday
be: Аўторак

source: Vibrate
be: Вібрацыя

source: Send SMS
be: Даслаць SMS

source: Ring
be: Званок

source: Day after tomorrow
be: Пасьлязаўтра

source: Stamp Lite
be: Адбітак, вялікія значкі

source: Dark
be: Цёмны

source: Background
be: Фон

source: Glass Lite
be: Шкло, вялікія значкі

source: Congratulation! Your activation is completed.
be: Віншуем! Ваша актывацыя скончана.

source: 4. Press
be: 4. Націсьніце

source: Panel
be: Панэль

source: Close
be: Зачыніць

source: Stamp
be: Адбітак

source: Full Screen
be: Поўны экран

source: Contacts
be: Кантакты

source: I have internet
be: Я маю злучэньне

source: Headings
be: Надпісы

source: I have no internet
be: Я ня маю злучэньня

source: Settings
be: Налады

source: Googleface
be: Твар Google

source: Running
be: Выкананьне

source: Contacting activation server...
be: Зьвязаньне з сэрвэрам актывацыі...

source: Casino
be: Казыно

source: Your trial period has expired.
be: Выпрабавальны пэрыяд мінуў.

source: Glass
be: Шкло

source: Voice Mail
be: Галасавая пошта

source: Options
be: Налады

source: Favorites
be: Улюбёнае

source: No
be: Не

source: Ok
be: Добра

source: Tile
be: Кафля

source: All-day event
be: Сталая падзея

source: Sleep
be: Усыпіць

source: Language
be: Мова

source: Connection to server failed. Please check your internet connection settings, try to select another internet connection (WiFi, ActiveSync, GPRS) or press activate offline button and follow onscreen instructions.
be: Няўдалае злучэньне з сэрвэрам. Калі ласка, праверце вашыя налады злучэньня зь сецівам, паспрабуйце абраць іншае злучэньне (WiFi, ActiveSync, GPRS) ці націсьніце кнопку пазасеціўнай актывацыі і кіруйцеся інструкцыямі на экране.

source: Exit
be: Выйсьці

source: The file "send_to_support.txt" was saved to "%license_folder%" folder. Please, complete your activation here: http://vitotechnology.com/en/support/.
be: Файл "send_to_support.txt" быў захаваны ў каталёг "%license_folder%". Калі ласка, скончыце вашу актывацыю тут: http://vitotechnology.com/en/support/.

source: Lynx
be: Рысь

source: Menu
be: Мэню

source: Auto Run
be: Аўтазапуск

source: Memory
be: Памяць

source: no service
be: няма службы

source: 1. Draw this gesture anywhere on the screen to start Winterface.
be: Намалюйце такую фігуру дзе заўгодна, каб выклікаць Winterface.

source: Monday
be: Панядзелак

source: Default Background
be: Перадвызначаны фон

source: Add
be: Дадаць

source: Activation server returned license, which is incompatible with your device. Please, try again.
be: Сэрвэр актывацыі вярнуў ліцэнзію, якая не сумяшчальная з вашай прыладай. Калі ласка, паўтарыце спробу.

source: Applications
be: Праграмы

source: Wednesday
be: Серада

source: About
be: Аб праграме

source: Change Background
be: Зьмяніць фон

source: Version
be: Вэрсія

source: For activation you need Internet connection established via GPRS, WiFi or ActiveSync, for details see www.vitotechnology.com/howtoconnect
be: Для актывацыі вам неабходна злучэньне зь сецівам праз GPRS, WiFi ці ActiveSync, даталі тут: www.vitotechnology.com/howtoconnect

source: No skins found. Please, reinstall.
be: Тэмы ня знойдзеныя. Калі ласка, пераўсталюйце.

source: You have somehow obtained a pre-release version of %product_name%. Please, contact support or install the previous version.
be: Вы нейкім чынам здабылі перадрэлізную вэрсію %product_name%. Калі ласка, зьвяжыцеся з падтрымкай ці ўсталюйце папярэднюю вэрсію.

source: to add more icons.
be: , каб дадаць больш значкаў.

source: Background Color
be: Фонавы колер

source: Lock Screen
be: Заблякаваць экран

source: You have already activated this license for another device. Your should purchase separate license for every device with %product_name%.
be: Вы ўжо актывавалі гэтую ліцэнзію для іншай прылады. Для кожнай прылады з %product_name% вам неабходна набыць асобную ліцэнзію.

source: Failed to connect to activation server. Please ensure your device has Internet connection (you can check it by running Pocket Internet Explorer).
be: Не атрымалася злучыцца з сэрвэрам. Калі ласка, праверце, ці мае вашая прылада злучэньне зь сецівам (вы можаце гэта зрабіць празь Internet Explorer).

source: Tap'n'hold on any icon and then drag it in the desired place on the screen. Drag icon to the edge of the screen to move it to the next screen. Press any joystick button to finish.
be: Зацісьніце любы значак і перацягніце яго ў пажаданае месца на экране. Перацягніце значак на кант экрана, каб перамясьціць яго на наступны экран. Націсьніце любую клявішу для сканчэньня.

source: Today
be: Сёньня

source: Battery
be: Батарэя

source: Bluetooth Status
be: Стан Bluetooth

source: Buy OnLine
be: Набыць у сеціве

source: [..] up
be: [..] уверх

source: Neon
be: Нэон

source: Sunday
be: Нядзеля

source: Minimize
be: Згарнуць

source: Phone
be: Тэлефон

source: Start
be: Пачаць

source: 2. Draw this gesture anywhere on the screen to close any program you are in.
be: 2. Намалюйце такую фігуру дзе заўгодна, каб зачыніць дзейную праграму.

source: Yes
be: Так

source: Help
be: Дапамога

source: VITO OnLine
be: VITO у сеціве

source: Saturday
be: Субота

source: Cancel
be: Скасаваць

source: day(s). Please, ACTIVATE your license.
be: дзён. Калі ласка, АКТЫВУЙЦЕ вашую ліцэнзію.

source: Friday
be: Пятніца

source: Japanese
be: Японская

source: Skin
be: Тэма

source: Important
be: Важна

source: In the future
be: У будучыні

source: 3. Press'n'Hold icon in Winterface window, then drag to move it. Press red button on icon to remove icon. Press any joystick button to finish editing.
be: Зацісьніце значак у вакне Winterface, каб перацягнуць яго. Красная кнопка на значку дазваляе выдаліць ці пераназваць яго. Любая клявіша скончыць рэдагаваньне.

source: Silent
be: Бяз гуку

source: Activation code
be: Код актывацыі

source: Main menu
be: Галоўнае мэню

source: Attention! You have an unregistered version. You can record only 20 seconds. Please register the product to remove the restriction.
be: Увага! Вы маеце незарэгістраваную вэрсію. Вы можаце запісваць толькі 20 сэкунд. Калі ласка, зарэгіструйце прадукт, каб прыбраць гэтае абмежаваньне.

source: FIRST
be: ПЕРШЫ
